{
    "menu.opt_1": "COMPRA TUS TICKETS",
    "menu.opt_2": "Horarios",
    "menu.opt_3": "Como llegar",
    "menu.opt_4": "Normativas",
    "menu.opt_5": "Blog",
    "menu.language": "Español",

    "form.title_1": "Ven y sorpréndete",
    "form.title_2": "Con la majestualidad de la Sagrada",
    "form.title_3": "Familia en Barcelona",
    "form.text_1": "Reserva tus entradas ahora",
    "form.text_2": "Últimas entradas disponibles para los próximos 2 dias",
    "form.text_3": "General",
    "form.text_4": "Reducido",
    "form.text_5": "Elige una Fecha",
    "form.text_6": "Reservar Ahora",
    "form.text_7": "Gratis",
    "form.total": "Total",
    "form.alert_1": "Seleccionar Entradas Primero.",

    "content.main.title_1": "Bienvenido a La Basílica de La Sagrada Familia",
    "content.main.title_2": "Aquí encontrarás toda la información necesaria para planificar tu visita y adquirir entradas para esta increíble obra de la arquitectura, cargada de historia y magia.",
    "content.main.title_3": "Conoce los secretos que alberga La Sagrada Familia. <span>Un viaje por la más increíble obra del maestro Gaudí</span>",
    
    "content.main.text_1": "La Sagrada Familia de Barcelona es una <b>impresionante basílica diseñada por el famoso arquitecto Antoni Gaudí.</b> Situada en el corazón de la ciudad, esta obra maestra arquitectónica es conocida por su diseño único y su belleza incomparable. ",
    "content.main.text_2": "Como uno de los principales puntos de interés turístico, la Sagrada Familia ha sido reconocida como <b>Patrimonio de la Humanidad por la UNESCO.</b>",
    "content.main.text_3": "Los visitantes pueden explorar esta magnífica iglesia y maravillarse con su arquitectura, sus detalles ornamentales y sus impresionantes vidrieras. Disfruta de una experiencia inolvidable mientras admiras las vistas panorámicas de Barcelona desde las alturas de la Sagrada Familia",
    "content.main.button_1": "Quiero reservar mi entrada",

    "schedule.title_1": "Horarios de visita",
    "schedule.title_2": "Los horarios de apertura de la Sagrada Familia son los siguientes:",
    "schedule.title_3": "De Noviembre a Febrero: De Lunes a Sábado, de 9:00h a 18:00h; <span>Domingos, de 9:00h a 19:00h.</span>",
    "schedule.title_4": "Marzo y Octubre: De Lunes a Sábado, de 9:00h a 19:00h; <span>Domingos, de 10:30h a 19:00h.</span>",
    "schedule.title_5": "De Abril a Septiembre: De lunes a Sábado, de 9:00h a 20:00h; <span>Domingos, de 10:30h a 20:00h.</span>",
    "schedule.title_6": "Información importante",
    "schedule.title_7": "Asegúrate de planificar tu visita dentro de estos horarios para poder disfrutar plenamente de la Sagrada Familia.",
    
    "gallery.title_1": "Elementos religiosos y naturales que se entrelazan de manera asombrosa en la <b>arquitectura de Gaudí<b>",
    "gallery.title_2": "¿Qué podrás encontrar en tu visita?",
    "gallery.text_1": "Al visitar la Sagrada Familia en Barcelona, te sumerges en un mundo de asombro arquitectónico y espiritualidad. Diseñada por Antoni Gaudí, esta basílica en constante construcción impresiona con sus tres fachadas: La Natividad, mostrando escenas de Jesús y la naturaleza; La Pasión, con figuras más abstractas representando la muerte y resurrección de Jesús; y la Gloria, aún incompleta, simbolizando el camino hacia Dios. El interior es un espectáculo de columnas que emulan un bosque y vitrales coloridos que crean un ambiente místico.",
    "gallery.text_2": "Los visitantes pueden ascender a varias torres para disfrutar de vistas panorámicas de Barcelona.",
    "gallery.text_3": "Llena de simbolismo cristiano y maestría en el uso de la luz y el color, la Sagrada Familia es más que un edificio; es una experiencia arquitectónica, espiritual y artística, cuya finalización se espera para 2026, en el centenario de la muerte de Gaudí.",
    "gallery.text_4": "Entre los puntos destacables de La Sagrada Familia, se encuentra su museo, el cual te recomendamos visitar, en él podrás descubrir a la perfección la historia y curiosidades de la iglesia.",
    "gallery.button_1": "Quiero reservar mi entrada",
    "gallery.button_2": "Quiero reservar mi entrada",

    "explore.title_1": "RECOMENDACIONES PARA VISITAR LA SAGRADA FAMILIA",
    "explore.title_2": "Visitar la Sagrada Familia en Barcelona es una experiencia inolvidable, y aquí tienes algunas recomendaciones para aprovechar al máximo tu visita:",
    "explore.text_1": "<b>Compra Entradas con Anticipación:</b> Las entradas para la Sagrada Familia suelen agotarse rápidamente. Comprarlas con antelación en línea te asegura el acceso y te permite evitar largas colas y esperas.",
    "explore.text_2": "<b>Mejor Momento para Visitar:</b> Las horas más tranquilas suelen ser en las primeras horas de la mañana o a ultimas horas de la tarde. Además, la luz del atardecer puede ofrecer una vista espectacular con el sol filtrándose a través de los vitrales.",
    "explore.text_3": "<b>Explora los Detalles:</b> Dedica tiempo a admirar los detalles exteriores e interiores. La fachada, los vitrales, las columnas y las esculturas tienen un significado simbólico profundo.",
    "explore.text_4": "<b>No Olvides la Cámara:</b> La Sagrada Familia es increíblemente fotogénica, así que asegúrate de llevar una cámara o un teléfono con buena cámara.",
    "explore.text_5": "<b>Respeta el Entorno:</b> Recuerda que la Sagrada Familia es un lugar de culto y un sitio de patrimonio. Respeta el entorno y a los demás visitantes.",
    "explore.text_6": "<b>Explora los Alrededores:</b> La zona alrededor de la Sagrada Familia tiene cafés, tiendas y otras atracciones. Dedica algo de tiempo a explorar el barrio.",
    "explore.text_7": "¡Disfruta tu visita a este icónico monumento de Barcelona!",

    "location.title_1": "¿COMO LLEGAR A LA SAGRADA FAMILIA?",
    "location.walk.title": "CAMINANDO",
    "location.walk.text_1": "Desde los puntos clave de la ciudad.",
    "location.walk.text_2": "Desde Plaza Cataluña a Sagrada Familia: Hay un tramo de 2-2.5 km, aproximadamente 25-30 minutos. Camina por Passeig de Gràcia, gira en Avinguda Diagonal y luego en Passeig de Sant Joan.",
    "location.walk.text_3": "Desde Las Ramblas a Sagrada Familia: Hay un tramo de 2.5-3 km, 30-40 minutos apróximadamente. Inicia en el norte de Las Ramblas y sigue la ruta desde Plaza Cataluña.",
    "location.walk.text_4": "Desde El Barrio Gótico a Sagrada Familia: La distancia y el tiempo es similar al indicado en el caso de Las Ramblas, camina hacia el norte hasta Plaza Cataluña y sigue la misma ruta.",
    "location.walk.text_5": "Desde El Parque Güell a Sagrada Familia: Hay un tramo de 4 km, aproximadamente 50 minutos-1 hora. Baja por Carrer d'Olot, sigue por Carrer de Sardenya hasta llegar.",
    "location.walk.text_6": "Desde la Playa de la Barceloneta a Sagrada Familia: Hay un tramo de 4-4.5 km, 50-60 minutos apróximadamente. Camina por Passeig de Joan de Borbó, Via Laietana, gira en Gran Via de les Corts Catalanes y luego en Passeig de Sant Joan.",

    "location.metro.title": "METRO",
    "location.metro.text_1": "El metro es una forma conveniente y económica de llegar a la Sagrada Familia.",
    "location.metro.text_2": "Las líneas 2 (línea morada) y 5 (línea azul) tienen estaciones que te llevarán directamente al monumento.",
    "location.metro.text_3": "La estación de metro que se encuentra justo al lado de la Sagrada Familia se llama 'Sagrada Familia'.",

    "location.taxi.title": "TAXI",
    "location.taxi.text_1": "Tomar un taxi es una opción rápida y conveniente para llegar a la Sagrada Familia.",
    "location.taxi.text_2": "Puedes encontrar paradas de taxis cerca del monumento y en diferentes puntos de la ciudad.",
        
    "location.bus.title": "AUTOBÚS",
    "location.bus.text_1": "Barcelona cuenta con una extensa red de autobuses que te permitirán llegar a la Sagrada Familia.",
    "location.bus.text_2": "Las líneas de autobús H10, 19, 33, 34, 43, 44, 50, 51, B20 y B24 tienen paradas cerca del monumento.",
    "location.bus.text_3": "Puedes consultar los horarios y las rutas de los autobuses en la página web del transporte público de Barcelona.",

    "location.tour.title": "AUTOBÚS TURISTICO",
    "location.tour.text_1": "Si prefieres una opción turística, puedes optar por un tour en autobús que incluya la visita a la Sagrada Familia.",
    "location.tour.text_2": "Muchos de los tours turísticos de Barcelona tienen paradas en el monumento y te brindarán información adicional sobre su historia y arquitectura.",
    
    "location.bycicle.title": "BICICLETA",
    "location.bycicle.text_1": "La ciudad de Barcelona ofrece una opción llamada \"Bicing\", un servicio público de alquiler de bicicletas.",
    "location.bycicle.text_2": "Aprovecha esta opción para rentar una bicicleta y dirigirte a la Sagrada Familia, permitiéndote disfrutar de un viaje sostenible y sin complicaciones por la ciudad, mientras te sumerges en su encanto y belleza.",
    
    "rules.title_1": "Para preservar nuestro patrimonio y tu bienestar, te pedimos que cumplas con <span>nuestras normativas de acceso.</span>",
    "rules.title_2": "Si has adquirido entradas para visitar la Sagrada Familia, es importante que tengas en cuenta las siguientes normas:",
    "rules.text_1": "El acceso al monumento con las entradas compradas es válido hasta <b>30 minutos después del inicio de la franja horaria reservada.</b>",
    "rules.text_2": "<b>No se permiten cambios en la fecha u hora de las entradas</b> compradas y no se realizan devoluciones.",
    "rules.text_3": "<b>Debes llevar la entrada contigo en todo momento</b> y mostrarla al personal autorizado cuando se te solicite.",
    "rules.text_4": "Una vez validada la entrada, <b>no se permite salir y volver a entrar</b> al monumento.",
    "rules.text_5": "<b>Los menores de 14 años deben estar acompañados</b> por una persona mayor de edad y bajo su responsabilidad.",
    "rules.text_6": "<b>Está prohibido hacer fotografías con flash</b> en el interior de la Sagrada Familia.",
    "rules.text_7": "<b>No se permite el acceso con comida y bebida,</b> excepto agua embotellada.",
    "rules.text_8": "Está <b>prohibido tocar o apoyarse en las estructuras</b> y elementos del monumento.",
    "rules.text_9": "<b>No se permite fumar</b> en ninguna parte del recinto de la Sagrada Familia.",
    "rules.text_10": "Se recomienda <b>vestir de manera adecuada, cubriendo hombros y rodillas,</b> como muestra de respeto al carácter sagrado del lugar.",
    "rules.text_11": "<b>Se prohíbe el ingreso con animales,</b> excepto los perros guía debidamente acreditados.",
    "rules.text_12": "Para garantizar la seguridad de todos los visitantes, se llevan a cabo controles de seguridad en la entrada del monumento.",
    "rules.note_1": "Sigue estas normas durante tu visita a la Sagrada Familia para garantizar una experiencia agradable y segura, así como para contribuir a la preservación de este tesoro arquitectónico. ¡Disfruta de tu visita!rabajos de restauración u otras razones. Agradecemos tu comprensión.",

    "footer.title_1": "No te quedes sin entrar. Reserva tus entradas ahora.",
    "footer.title_2": "Formas de pago aceptadas",
    "footer.title_3": "Consigue tus entradas sin esperas",
    "footer.title_4": "¿Alguna pregunta?",
    "footer.text_1": "Compra tus entradas anticipadas: la única manera de asegurar tu visita. Sumérgete en la impresionante pinacoteca y las esculturas de ensueño de la Sagrada Familia de Barcelona.",
    "footer.button_1": "Reserva tus entradas ahora",
    "footer.alert_1": "Últimas entradas disponibles para los próximos 2 dias",
    "footer.link_1": "Contacto",
    "footer.link_2": "Blog",
    "footer.copyright": "Copyright",
    "footer.legal_1": "Términos y condiciones",
    "footer.legal_2": "Política de cookies",
    "footer.legal_3": "Política de privacidad",
    "footer.legal_4": "Condiciones generales de acceso y utilización",
    
    "error.onlynumber": "Solo puedes ingresar números",
    "error.purchase": "Lamentamos informarte que no hay entradas disponibles para este día, sentimos mucho las molestias que esto pueda causarte.<br><br>Te recomendamos que explores otras fechas disponibles. Si necesitas más ayuda o información, no dudes en contactarnos.<br><br>Apreciamos tu comprensión y esperamos poder atenderte en otra ocasión.",
    "error.qty_a": "Solo disponemos de {{num}} entradas generales para este día",
    "error.qty_b": "Solo disponemos de {{num}} entradas reducidas para este día",
    "error.qty_c": "Solo disponemos de {{num}} entradas gratis para este día",

    "purchase.title_1": "¡Prepárate para vivir la aventura!",
    "purchase.title_2": "Detalles de tu <br> reserva para La <br> Sagrada Familia",
    "purchase.text_1": "Horario Flexible",
    "purchase.text_2": "General",
    "purchase.text_3": "Reducido",
    "purchase.text_4": "Gratis",
    "purchase.alert_1": "Últimas entradas disponibles para los próximos 2 dias",
    "purchase.form.text_1": "Datos para la reserva.",
    "purchase.form.text_2": "Basílica Sagrada Familia",
    "purchase.form.text_3": "Nombre",
    "purchase.form.text_4": "Apellidos",
    "purchase.form.text_5": "Correo Electrónico",
    "purchase.form.text_6": "Verificar Correo Electrónico",
    "purchase.form.text_7": "Al realizar la compra, se aceptan las políticas de la empresa descritas en el siguiente enlace.<br>",
    "purchase.form.button_1": "Continuar y pagar",
    "purchase.tax_notice": "Todas las tasas e impuestos incluidos",
    
    "checkout.ok1": "¡PAGO REALIZADO CON ÉXITO!",
    "checkout.ok2": "N.º de reserva: {{orderID}}",
    "checkout.ok3": "N.º de Orden: {{redsysID}}",
    "checkout.ok4": "Tu pedido ha sido procesado correctamente. Recibirás detalles adicionales en tu correo electrónico.",
    "checkout.denied1": "Transacción denegada",
    "checkout.denied2": "Lo sentimos, ha habido un problema procesando tu pago.",
    "checkout.denied3": "Por favor, verifica los detalles de tu tarjeta o intenta con otra forma de pago.",
    "checkout.failed1": "Tarjeta rechazada",
    "checkout.failed2": "La tarjeta proporcionada ha sido rechazada.",
    "checkout.failed3": "Verifica que los datos ingresados sean correctos. Si el problema persiste, intenta con otra tarjeta o consulta con tu banco.",
    "checkout.btn_continue": "Continuar comprando",
    "checkout.btn_retry": "Intentar de nuevo",
    "checkout.btn_chat": "Hablar con servicio al cliente",
    "checkout.mail_notice": "Si no recibes tus entradas pronto, por favor revisa tu carpeta de spam o contáctanos.",

    "tooltip.text_1": "<ul><li>Mayores de 30 años</li></ul>",
    "tooltip.text_2": "<ul><li>Menores de 30 años</li></ul>",
    "tooltip.text_3": "<ul><li>Niños menores de 11 años</li></ul>",

    "modal.title_1": "Selecciona una fecha",
    "modal.title_2": "Selecciona una hora",
    "modal.error_1": "No hay horas disponibles, por favor selecciona otra fecha",
    "modal.schedula_1": "Por la mañana",
    "modal.schedula_2": "A primera hora de la tarde",

    "contact.headline": "Ponte en contacto con nosotros",
    "contact.title": "Por favor, complete la información a continuación.",
    "contact.order_id": "ID de Pedido",
    "contact.message": "Mensaje",
    "contact.submit": "Enviar"
}