{
    "menu.opt_1": "COMPRA TUS ENTRADAS",
    "menu.opt_2": "Horarios",
    "menu.opt_3": "Cómo llegar",
    "menu.opt_4": "Normativas",
    "menu.opt_5": "Blog",
    "menu.language": "Español",

    "form.title_1": "Ven y sorpréndete",
    "form.title_2": "Con la majestuosidad del Palacio",
    "form.title_3": "da Pena en Sintra",
    "form.text_1": "Reserva tus entradas ahora",
    "form.text_2": "Últimas entradas disponibles para los próximos 2 días",
    "form.text_3": "General",
    "form.text_4": "Reducido",
    "form.text_5": "Elige una Fecha",
    "form.text_6": "Reservar Ahora",
    "form.text_7": "Gratis",
    "form.total": "Total",
    "form.alert_1": "Selecciona las entradas primero.",

    "content.main.title_1": "Bienvenido al Parque y Palacio Nacional da Pena",
    "content.main.title_2": "Aquí encontrarás toda la información necesaria para planificar tu visita y adquirir entradas para este increíble monumento, lleno de historia y magia.",
    "content.main.title_3": "Conoce los secretos que alberga el Palacio da Pena. <span>Un viaje por la más increíble obra del Romanticismo</span>",
    
    "content.main.text_1": "El Palacio Nacional da Pena, situado <b>en Sintra, Portugal,</b> es un verdadero tesoro arquitectónico y paisajístico. Construido en el siglo XIX por el rey Fernando II, este palacio es conocido por sus colores vibrantes y mezcla ecléctica de estilos arquitectónicos.",
    "content.main.text_2": "Como uno de los principales puntos turísticos de Portugal, el Palacio da Pena ha sido reconocido como <b>Patrimonio Mundial de la UNESCO.</b>",
    "content.main.text_3": "Los visitantes pueden explorar este magnífico palacio y maravillarse con su arquitectura, sus detalles ornamentales y sus deslumbrantes jardines. Disfruta de una experiencia inolvidable mientras admiras las vistas panorámicas de Sintra desde lo alto del Palacio da Pena.",
    "content.main.button_1": "Quiero reservar mi entrada",

    "schedule.title_1": "Horarios de visita",
    "schedule.title_2": "Los horarios de apertura del Palacio da Pena son los siguientes:",
    "schedule.title_3": "De Noviembre a Febrero: De Lunes a Domingo, de 10:00h a 18:00h.",
    "schedule.title_4": "Marzo y Octubre: De Lunes a Domingo, de 10:00h a 19:00h.",
    "schedule.title_5": "De Abril a Septiembre: De Lunes a Domingo, de 10:00h a 20:00h.",
    "schedule.title_6": "Información importante",
    "schedule.title_7": "Asegúrate de planificar tu visita dentro de estos horarios para poder disfrutar plenamente del Palacio da Pena.",
    
    "gallery.title_1": "Elementos naturales y arquitectónicos que se entrelazan de manera maravillosa en el <b>Parque y Palacio da Pena</b>",
    "gallery.title_2": "¿Qué encontrarás en tu visita?",
    "gallery.text_1": "Al visitar el Palacio da Pena en Sintra, te sumerges en un mundo de maravilla arquitectónica y belleza natural. Este palacio, con sus colores vibrantes y estilos arquitectónicos eclécticos, impresiona con su grandiosidad y la armonía con la naturaleza circundante.",
    "gallery.text_2": "Los visitantes pueden explorar los magníficos jardines del palacio, que albergan una vasta colección de plantas exóticas y caminos serpenteantes que ofrecen vistas espectaculares.",
    "gallery.text_3": "Lleno de simbolismo y maestría en el uso de los colores y formas, el Palacio da Pena es más que un edificio; es una experiencia arquitectónica, paisajística y cultural, cuya visita es imprescindible.",
    "gallery.text_4": "Entre los puntos destacados del Palacio da Pena, se encuentra su parque, el cual te recomendamos visitar. En él, podrás descubrir la perfecta armonía entre la arquitectura y la naturaleza.",
    "gallery.button_1": "Quiero reservar mi entrada",
    "gallery.button_2": "Quiero reservar mi entrada",

    "explore.title_1": "RECOMENDACIONES PARA VISITAR EL PALACIO DA PENA",
    "explore.title_2": "Visitar el Palacio da Pena en Sintra es una experiencia inolvidable, y aquí tienes algunas recomendaciones para aprovechar al máximo tu visita:",
    "explore.text_1": "<b>Compra Entradas con Anticipación:</b> Las entradas para el Palacio da Pena suelen agotarse rápidamente. Comprarlas con antelación en línea te asegura el acceso y te permite evitar largas colas y esperas.",
    "explore.text_2": "<b>Mejor Momento para Visitar:</b> Las horas más tranquilas suelen ser en las primeras horas de la mañana o a últimas horas de la tarde. Además, la luz del atardecer puede ofrecer una vista espectacular.",
    "explore.text_3": "<b>Explora los Detalles:</b> Dedica tiempo a admirar los detalles exteriores e interiores. La arquitectura, los jardines y los elementos decorativos tienen un significado simbólico profundo.",
    "explore.text_4": "<b>No Olvides la Cámara:</b> El Palacio da Pena es increíblemente fotogénico, así que asegúrate de llevar una cámara o un teléfono con buena cámara.",
    "explore.text_5": "<b>Respeta el Entorno:</b> Recuerda que el Palacio da Pena es un monumento histórico y un sitio patrimonial. Respeta el entorno y a los demás visitantes.",
    "explore.text_6": "<b>Explora los Alrededores:</b> La zona alrededor del Palacio da Pena tiene cafés, tiendas y otras atracciones. Dedica algo de tiempo a explorar el barrio.",
    "explore.text_7": "¡Disfruta tu visita a este icónico monumento de Sintra!",

    "location.title_1": "¿CÓMO LLEGAR AL PALACIO DA PENA?",
    "location.walk.title": "CAMINANDO",
    "location.walk.text_1": "Desde los principales puntos de la ciudad de Sintra.",
    "location.walk.text_2": "Desde el centro de Sintra al Palacio da Pena: Hay un tramo de unos 3 km, aproximadamente 45 minutos a 1 hora a pie. Camina por la carretera da Pena hasta llegar al palacio.",
    "location.walk.text_3": "Desde la Estación de Trenes de Sintra al Palacio da Pena: Sigue por la Rua Dr. Alfredo da Costa y luego por la Estrada da Pena, en un recorrido de aproximadamente 3,5 km.",
    "location.walk.text_4": "Desde el Castillo de los Moros al Palacio da Pena: Hay un tramo de unos 1,5 km a través de senderos pintorescos que conectan los dos monumentos.",
    "location.walk.text_5": "Desde el Parque da Liberdade al Palacio da Pena: La caminata dura unos 40 minutos, pasando por senderos encantadores dentro de la sierra.",
    "location.walk.text_6": "Desde la Quinta da Regaleira al Palacio da Pena: El recorrido a pie lleva cerca de 1 hora, subiendo por la sierra de Sintra.",

    "location.metro.title": "TREN",
    "location.metro.text_1": "El tren es una forma conveniente y económica de llegar a Sintra desde Lisboa.",
    "location.metro.text_2": "La línea de tren de Lisboa a Sintra sale de la estación del Rossio y llega a la estación de Sintra en unos 40 minutos.",
    "location.metro.text_3": "Desde la estación de Sintra, puedes tomar un autobús o caminar hasta el Palacio da Pena.",

    "location.taxi.title": "TAXI",
    "location.taxi.text_1": "Tomar un taxi es una opción rápida y conveniente para llegar al Palacio da Pena.",
    "location.taxi.text_2": "Puedes encontrar paradas de taxis cerca del palacio y en diferentes puntos de Sintra.",
        
    "location.bus.title": "AUTOBÚS",
    "location.bus.text_1": "Sintra cuenta con una extensa red de autobuses que te permitirán llegar al Palacio da Pena.",
    "location.bus.text_2": "La línea de autobús 434 es la principal ruta que conecta el centro de Sintra con el Palacio da Pena.",
    "location.bus.text_3": "Puedes consultar los horarios y las rutas de los autobuses en la página web del transporte público de Sintra.",

    "location.tour.title": "AUTOBÚS TURÍSTICO",
    "location.tour.text_1": "Si prefieres una opción turística, puedes optar por un tour en autobús que incluya la visita al Palacio da Pena.",
    "location.tour.text_2": "Muchos de los tours turísticos de Sintra tienen paradas en el palacio y proporcionan información adicional sobre su historia y arquitectura.",
    
    "location.bycicle.title": "BICICLETA",
    "location.bycicle.text_1": "La ciudad de Sintra ofrece una opción llamada 'Bikesharing', un servicio público de alquiler de bicicletas.",
    "location.bycicle.text_2": "Aprovecha esta opción para alquilar una bicicleta y dirigirte al Palacio da Pena, permitiéndote disfrutar de un viaje sostenible y sin complicaciones por la ciudad, mientras te sumerges en su encanto y belleza.",
    
    "rules.title_1": "Para preservar nuestro patrimonio y tu bienestar, te pedimos que cumplas con <span>nuestras normas de acceso.</span>",
    "rules.title_2": "Si has adquirido entradas para visitar el Palacio da Pena, es importante que tengas en cuenta las siguientes normas:",
    "rules.text_1": "El acceso al monumento con las entradas compradas es válido hasta <b>30 minutos después del inicio del horario reservado.</b>",
    "rules.text_2": "<b>No se permiten cambios en la fecha u hora de las entradas</b> compradas y no se realizan devoluciones.",
    "rules.text_3": "<b>Debes llevar la entrada contigo en todo momento</b> y mostrarla al personal autorizado cuando se te solicite.",
    "rules.text_4": "Una vez validada la entrada, <b>no se permite salir y volver a entrar</b> al monumento.",
    "rules.text_5": "<b>Los menores de 14 años deben estar acompañados</b> por una persona mayor de edad y bajo su responsabilidad.",
    "rules.text_6": "<b>Está prohibido hacer fotografías con flash</b> en el interior del Palacio da Pena.",
    "rules.text_7": "<b>No se permite el acceso con comida y bebida,</b> excepto agua embotellada.",
    "rules.text_8": "Está <b>prohibido tocar o apoyarse en las estructuras</b> y elementos del monumento.",
    "rules.text_9": "<b>No se permite fumar</b> en ninguna parte del recinto del Palacio da Pena.",
    "rules.text_10": "Se recomienda <b>vestir de manera adecuada, cubriendo los hombros y rodillas,</b> como muestra de respeto por el carácter histórico del lugar.",
    "rules.text_11": "<b>Se prohíbe el ingreso con animales,</b> excepto perros guía debidamente acreditados.",
    "rules.text_12": "Para garantizar la seguridad de todos los visitantes, se llevan a cabo controles de seguridad en la entrada del monumento.",
    "rules.note_1": "Sigue estas normas durante tu visita al Palacio da Pena para garantizar una experiencia agradable y segura, así como para contribuir a la preservación de este tesoro arquitectónico. ¡Disfruta de tu visita!",

    "footer.title_1": "No te quedes sin entrar. Reserva tus entradas ahora.",
    "footer.title_2": "Formas de pago aceptadas",
    "footer.title_3": "Compra tus entradas sin esperas",
    "footer.title_4": "¿Alguna duda?",
    "footer.text_1": "Compra tus entradas anticipadas: la única manera de asegurar tu visita. Sumérgete en la impresionante arquitectura y en los hermosos jardines del Palacio da Pena.",
    "footer.button_1": "Reserva tus entradas ahora",
    "footer.alert_1": "Últimas entradas disponibles para los próximos 2 días",
    "footer.link_1": "Contacto",
    "footer.link_2": "Blog",
    "footer.copyright": "Copyright",
    "footer.legal_1": "Términos y condiciones",
    "footer.legal_2": "Política de cookies",
    "footer.legal_3": "Política de privacidad",
    "footer.legal_4": "Condiciones generales de acceso y utilización",
    
    "error.onlynumber": "Solo puedes ingresar números",
    "error.purchase": "Lamentamos informarte que no hay entradas disponibles para este día, sentimos mucho las molestias que esto pueda causarte.<br><br>Te recomendamos que explores otras fechas disponibles. Si necesitas más ayuda o información, no dudes en contactarnos.<br><br>Apreciamos tu comprensión y esperamos poder atenderte en otra ocasión.",
    "error.qty_a": "Solo disponemos de {{num}} entradas generales para este día",
    "error.qty_b": "Solo disponemos de {{num}} entradas reducidas para este día",
    "error.qty_c": "Solo disponemos de {{num}} entradas gratuitas para este día",

    "purchase.title_1": "¡Prepárate para vivir la aventura!",
    "purchase.title_2": "Detalles de tu <br> reserva para el <br> Palacio da Pena",
    "purchase.text_1": "Horario Flexible",
    "purchase.text_2": "General",
    "purchase.text_3": "Reducido",
    "purchase.text_4": "Gratis",
    "purchase.alert_1": "Últimas entradas disponibles para los próximos 2 días",
    "purchase.form.text_1": "Datos para la reserva.",
    "purchase.form.text_2": "Parque y Palacio Nacional da Pena",
    "purchase.form.text_3": "Nombre",
    "purchase.form.text_4": "Apellidos",
    "purchase.form.text_5": "Correo Electrónico",
    "purchase.form.text_6": "Verificar Correo Electrónico",
    "purchase.form.text_7": "Al realizar la compra, se aceptan las políticas de la empresa descritas en el siguiente enlace.<br>",
    "purchase.form.button_1": "Continuar y pagar",
    "purchase.tax_notice": "Todas las tasas e impuestos incluidos",
    
    "checkout.ok1": "¡PAGO REALIZADO CON ÉXITO!",
    "checkout.ok2": "N.º de reserva: {{orderID}}",
    "checkout.ok3": "N.º de Orden: {{redsysID}}",
    "checkout.ok4": "Tu pedido ha sido procesado correctamente. Recibirás detalles adicionales en tu correo electrónico.",
    "checkout.denied1": "Transacción denegada",
    "checkout.denied2": "Lo sentimos, ha habido un problema procesando tu pago.",
    "checkout.denied3": "Por favor, verifica los detalles de tu tarjeta o intenta con otra forma de pago.",
    "checkout.failed1": "Tarjeta rechazada",
    "checkout.failed2": "La tarjeta proporcionada ha sido rechazada.",
    "checkout.failed3": "Verifica que los datos ingresados sean correctos. Si el problema persiste, intenta con otra tarjeta o consulta con tu banco.",
    "checkout.btn_continue": "Continuar comprando",
    "checkout.btn_retry": "Intentar de nuevo",
    "checkout.btn_chat": "Hablar con servicio al cliente",
    "checkout.mail_notice": "Si no recibes tus entradas pronto, por favor revisa tu carpeta de spam o contáctanos.",

    "tooltip.text_1": "<ul><li>Mayores de 30 años</li></ul>",
    "tooltip.text_2": "<ul><li>Menores de 30 años</li></ul>",
    "tooltip.text_3": "<ul><li>Niños menores de 11 años</li></ul>",

    "modal.title_1": "Selecciona una fecha",
    "modal.title_2": "Selecciona una hora",
    "modal.error_1": "No hay horas disponibles, por favor selecciona otra fecha",
    "modal.schedula_1": "Por la mañana",
    "modal.schedula_2": "A primera hora de la tarde",

    "contact.headline": "Ponte en contacto con nosotros",
    "contact.title": "Por favor, complete la información a continuación.",
    "contact.order_id": "ID de Pedido",
    "contact.message": "Mensaje",
    "contact.submit": "Enviar"
}
